{
	"allcode" : 
	{
		"navbar" : 
		[
			{
				"parent" : "Home",
				"link" : "http://2017.igem.org/Team:Washington", 
				"children" : 
				[
					{
						"name" : "Home",
						"link" : "http://2017.igem.org/Team:Washington"
					},
					{
						"name" : "UW 2016",
						"link" : "http://2016.igem.org/Team:Washington"
					},
					{
						"name" : "UW 2015",
						"link" : "http://2015.igem.org/Team:Washington"
					},
					{
						"name" : "UW 2014",
						"link" : "http://2014.igem.org/Team:Washington"
					},
					{
						"name" : "UW 2013",
						"link" : "http://2013.igem.org/Team:Washington"
					},
					{
						"name" : "UW 2012",
						"link" : "http://2012.igem.org/Team:Washington"
					},
					{
						"name" : "UW 2011",
						"link" : "http://2011.igem.org/Team:Washington"
					},
					{
						"name" : "UW 2010",
						"link" : "http://2010.igem.org/Team:Washington"
					},
					{
						"name" : "UW 2009",
						"link" : "http://2009.igem.org/Team:Washington"
					},
					{
						"name" : "UW 2008",
						"link" : "http://2016.igem.org/Team:University_of_Washington"
					},
					{
						"name" : "iGEM Homepage",
						"link" : "http://2017.igem.org/Main_Page"
					}
				]
			},
			{
				"parent" : "Wet Lab",
				"link" : "/Team:Washington/Wetlab", 
				"children" : 
				[
					{
						"name" : "Summary",
						"link" : "/Team:Washington/Wetlab" 
					},
					{
						"name" : "Design",
						"link" : "/Team:Washington/Design#Wetlab" 
					},
					{
						"name" : "gRNA Expression",
						"link" : "/Team:Washington/gRNA_Expression"
					},
					{
						"name" : "BioBricks",
						"link" : "/Team:Washington/BioBricks" 
					},
					{
						"name" : "InterLab",
						"link" : "/Team:Washington/InterLab"
					}
				]
			},
			{
				"parent" : "Dry Lab",
				"link" : "/Team:Washington/Drylab", 
				"children" :
				[
					{
						"name" : "Summary", 
						"link" : "/Team:Washington/Drylab" 
					},
					{
						"name" : "Design",
						"link" : "/Team:Washington/Design#Drylab" 
					},
					{
						"name" : "Hardware",
						"link" : "/Team:Washington/Hardware" 
					},
					{
						"name" : "Software",
						"link" : "/Team:Washington/Software"
					},
					{
						"name" : "Demonstrations",
						"link" : "/Team:Washington/Demonstrate" 
					}
				]
			},
			{
				"parent" : "Human Practices",
				"link" : "/Team:Washington/Collaborations", 
				"children" :
				[
					{
						"name" : "Summary",
						"link" : "/Team:Washington/Human_Practices"
					},
					{
						"name" : "Collaborations",
						"link" : "/Team:Washington/Collaborations" 
					},
					{
						"name" : "Engagement",
						"link" : "/Team:Washington/Engagement" 
					},
					{
						"name" : "Silver",
						"link" : "/Team:Washington/HP/Silver" 
					},
					{
						"name" : "Gold Integrated",
						"link" : "/Team:Washington/HP/Gold_Integrated" 
					}
				]
			},
			{
				"parent" : "Protocols",
				"link" : "/Team:Washington/Protocols", 
				"children" :
				[
					{
						"name" : "Protocols",
						"link" : "/Team:Washington/Protocols" 
					},
					{
						"name" : "Safety",
						"link" : "/Team:Washington/Safety" 
					}
				]
			},
			{
				"parent" : "Team",
				"link" : "/Team:Washington/Team", 
				"children" : 
				[
					{
						"name" : "Members",
						"link" : "/Team:Washington/Team" 
					},
					{
						"name" : "Attributions",
						"link" : "/Team:Washington/Attributions" 
					}
				]
			}
		],

        "miscImages" : 
        {
            "logo" : 
            {
                "link" : "http://2017.igem.org/wiki/images/e/e9/T--Washington--WLogo.png",
                "alt" : "University of Washington Logo",
                "style" : "width: 50px; height: auto;"
            }
        },

        "pageData" :
        {
        	"main" : {
        		"backgroundImage" : "http://2017.igem.org/wiki/images/0/02/T--Washington--MainBackground.png"
        	}
        	
        },

        "members" : 
        [
        	{
        		"name" : "Adam Alayli",
        		"description" : "Adam is a freshman at the University of Washington who plans to major in either Computer Science or BioEngineering. He joined iGEM's drylab team to gain more experience working with different aspects of hardware and software programming, but is also interested in joining the wetlab in future projects. In his free time, he enjoys working out, playing basketball, and honing his ping pong skills.",
        		"role" : "drylab",
        		"linkedin" : "https://www.linkedin.com/in/adam-alayli/",
        		"position" : "48% 50%",
        		"size" : "187px auto",
        		"picture" : "http://2017.igem.org/wiki/images/2/27/T--Washington--person21.jpg"
        	},
        	{
        		"name" : "Alan Cabrera",
        		"subtitle" : "Wetlab Lead",
        		"description" : "Alan is a senior in the Bioengineering program. He has spent the last year and a half learning cloning techniques in the Seelig lab after transferring from a community college. His role in the team involves designing the inducible guide RNA system, implementing cloning techniques, coordinating parallel contingency plans, teaching  lab techniques, and monitoring progress. Synthetic biology was his initial interest in the field of bioengineering, but he is also interested in drug delivery and cell therapeutics. This year Alan plans to race with the UW cyling team and run a half marathon in Boston during the iGEM jamboree weekend.",
        		"role" : "wetlab-lead",
        		"linkedin" : "https://www.linkedin.com/in/alan-cabrera-241532113",
        		"position" : "43% 50%",
        		"size" : "200px auto",
        		"picture" : "http://2017.igem.org/wiki/images/6/63/T--Washington--person10.jpg"
        	},
        	{
        		"name" : "Anastasia Nicolov",
        		"subtitle" : "Executive Lead",
        		"description" : "A native of Seattle, Anastasia graduated from the University of Washington in June with a B.S. in Bioengineering and a Bachelor's of Music in Violin Performance. She now works as a bioreactor scientist at Just Biotherapeutics.  This is her fourth year on Washington iGEM and attending the Jamboree.  This year, she has mainly been involved in administrative work, safety training, organizing and attending outreach events, coordinating fundraising efforts, and helping with team leadership. She also helped found the iTesla-SoundBio iGEM team this year. Outside of work and lab, she enjoys playing in local orchestras, running her Etsy jewelry business, and traveling with her family.",
        		"role" : "business-lead",
        		"linkedin" : "https://www.linkedin.com/in/anastasianicolov",
        		"position" : "48% 50%",
        		"size" : "230px auto",
        		"picture" : "http://2017.igem.org/wiki/images/0/0b/T--Washington--Person23.jpeg"
        	},
        	{
        		"name" : "Andrew Asakawa",
        		"description" : "Andrew is currently a sophomore at the University of Washington majoring in Bioengineering. He joined iGEM hoping to gain experience in lab and expand his knowledge of synthetic Biology. This interest stemmed from a combination of high school biology course work and a deep-set interest in genetic engineering. Throughout the year Andrew has come to love the connections gained through the iGEM team, as well as the satisfaction of protocols and manipulations being successful in the lab. Outside of the lab Andrew enjoys debating and challenging topics from policies to CRISPR with friends from a variety of departments, often while indulging his obsession with coffee.",
        		"role" : "wetlab",
        		"position" : "43% 50%",
        		"size" : "220px auto",
        		"picture" : "http://2017.igem.org/wiki/images/9/91/T--Washington--person17.jpg"
        	},
        	{
        		"name" : "Andrew Hu",
        		"subtitle" : "Presenter",
        		"description" : "Andrew is a sophomore majoring in computer science. He studied electrical engineering previously, and helped design the control system. Over the summer he worked on drylab, doing software development, as well as helping the outreach team. He loves teaching, and wants to become a lecturer after graduating, so we are glad to have him as one of our presenters this year.",
        		"role" : "business-drylab",
        		"linkedin" : "www.linkedin.com/in/andrew-hu/",
        		"position" : "52% 50%",
        		"size" : "220px auto",
        		"picture" : "http://2017.igem.org/wiki/images/5/5f/T--Washington--person18.jpg"
        	},
        	{
        		"name" : "Angel Wong",
        		"subtitle" : "Presenter",
        		"description" : "Born and raised in sunny southern California, Angel moved to Seattle hoping that the rainfall would help her grow taller as she earns her B.S. in Bioengineering and pursues a future in medicine. She joined iGEM in her freshman year and as a member of both wetlab and drylab, she developed skills in molecular biology lab techniques, hardware, and software. As a current sophomore, Angel has realized that rain did not make her less vertically challenged and now spends much of her time in lab to seek shelter from the constant precipitation. Unfortunately for her, <a href='https://www.instagram.com/p/BaIYOD6hJcs/'>it rains in lab too</a>! Jokes aside, Angel loves the multidisciplinary and student-led community that Washington iGEM offers and is honored to represent the team as one of three presenters. When she is not pipetting, programming, or procrastinating, Angel enjoys baking, attending poetry slams, fawning over cute animals, and trying to keep her plants alive.",
        		"role" : "wetlab-drylab",
        		"linkedin" : "https://www.linkedin.com/in/angeltanwong/",
        		"position" : "48% 50%",
        		"size" : "180px auto",
        		"picture" : "http://2017.igem.org/wiki/images/0/04/T--Washington--person3.jpg"
        	},
        	{
        		"name" : "Anita Elnathan",
        		"subtitle" : "Wetlab Adviser and Financial Adviser",
        		"description" : "Anita is a junior at the University of Washington majoring in Biochemistry. She one day plans to work in industry to combine her love of synthetic biology with her interests in finance and investments. This is her third year on the University of Washington iGEM team. In previous years, she has held almost every position on the UW iGEM team ranging from wet lab lead to acting project manager and presenter on the 2016 team.<br /><br />This year, Anita has shifted her focus to the more administrative roles of financial adviser as well as occasional wet lab adviser for the team. In her free time, she enjoys reading the FT and Cell, drinking non-Starbucks coffee, and discovering new restaurants on Yelp.",
        		"role" : "business-lead",
        		"position" : "48% 50%",
        		"size" : "190px auto",
        		"picture" : "http://2017.igem.org/wiki/images/d/d1/T--Washington--Person4.jpg"
        	},
        	{
        		"name" : "Ben Baek",
        		"description" : "Ben is currently a junior at the University of Washington majoring in Biochemistry. Having interest towards genetics and engineering challenges, Ben found iGEM to have those areas which made him join the UW team. At the moment Ben would like to earn his degree and do a some research in a lab after graduation. In his free time he likes to watch TV, hang out with friends, and take pictures.",
        		"role" : "drylab",
        		"position" : "50% 50%",
        		"size" : "120px auto",
        		"picture" : "http://2017.igem.org/wiki/images/4/4c/T--Washington--Logo.png"
        	},
        	{
        		"name" : "Brandy Tang",
        		"subtitle" : "Wetlab Lead",
        		"description" : "A native Bellinghamster, Brandy is in her senior year at the University of Washington. She is studying Bioengineering and seeking to go into the biomedical industry after graduation. This will be Brandy's second year on the UW iGEM team. She is now one of the co-leads for wet lab. You can see her puzzling over the amount of gloves and P10s they seem to go through. She has been described as an M&M (miniprep master) by labmates. In her spare time she can be found singing Christmas carols out of season, juggling, or capturing and releasing insects that have strayed into her apartment. One of her favorite memories of this season is <a href='https://www.instagram.com/p/BaIYOD6hJcs/'>when the ceiling started to \"leak\"</a> during her miniprep (it was actually pouring) and she discovered the real reason why they called it wet lab.",
        		"role" : "wetlab-lead",
        		"linkedin" : "https://www.linkedin.com/in/brandy-tang-4b052482",
        		"position" : "48% 50%",
        		"size" : "230px auto",
        		"picture" : "http://2017.igem.org/wiki/images/4/4f/T--Washington--Brandy.jpg"
        	},
        	{
        		"name" : "Cameron Roots",
        		"subtitle" : "Wetlab Adviser",
        		"description" : "Cameron is a former wet lab lead who ran the transition between the 2016 and 2017 wet lab staff, including training new leads and incoming members. Having identified applications for the Violacein system, Cameron was the early point of contact after the torch was passed to current leads. He now works in the Hong Xu lab at the National Heart, Lung, and Blood institute on projects related to the mitochondrial genome in Drosophila melanogaster.",
        		"role" : "adviser",
        		"position" : "48% 0%",
        		"size" : "120px auto",
        		"picture" : "http://2017.igem.org/wiki/images/9/95/T--Washington--Person25.jpeg"
        	},			
        	{
        		"name" : "Chris Choe",
        		"subtitle" : "Wetlab Adviser",
        		"description" : "A self-described \"adviser advising advisedly.\" Graduated in 2014 in the Molecular, Cellular, Developmental Biology major.",
        		"role" : "adviser",
        		"position" : "60% 70%",
        		"size" : "230px auto",
        		"picture" : "http://2014.igem.org/wiki/images/4/4d/ChrisC.jpg"
        	},
        	{
        		"name" : "Emily Chun",
        		"description" : "Emily is a Sophomore majoring in BioEngineering with a pre-med concentration.  She mainly worked in wet lab for this project, but was also part of the outreach team. Over the summer, she has greatly enjoyed learning about synthetic biology and getting to know the iGEM community! Outside of iGEM, she is a member of BioEngineers Without Borders and an enthusiastic golfer (although she cannot play mini putt-putt to save her life). ",
        		"role" : "wetlab-drylab",
        		"position" : "48% 30%",
        		"size" : "120px auto",
        		"picture" : "http://2017.igem.org/wiki/images/6/6e/T--Washington--Person29.jpeg"
        	},
        	{
        		"name" : "Erin Broderick",
        		"description" : "Erin Broderick is a sophomore at the University of Washington from the Bay Area in California. She hopes to major in Molecular, Cellular, and Developmental Biology. Erin's favorite part of iGEM this year was participating in the InterLab Study! Outside of iGEM, Erin is a member of Alpha Delta Pi sorority and also a chapter representative for Greeks Take Action. ",
        		"role" : "wetlab",
        		"position" : "48% 50%",
        		"size" : "210px auto",
        		"picture" : "http://2017.igem.org/wiki/images/5/5d/T--Washington--person9.jpg"
        	},
        	{
        		"name" : "Fedor Pogulsky",
        		"subtitle" : "Outreach Lead",
        		"description" : "Born in St. Petersburg, Russia, and raised in Redmond, Washington, Fedor is a sophomore intending to major in Bioengineering at the University of Washington. He joined iGEM in the winter of 2017 because the leadership was nice to him even though he showed up almost an hour late to the first meeting. Now Fedor heads Human Practices, because in addition to trying to figure out how to run gels and lyse yeast in Wetlab, he loves making \"safe\" chem demos and giving presentations with cheesy jokes to kids.  In his free time, Fedor enjoys bouldering, DnD, and learning new languages - try to talk to him in your native language at the Jamboree!",
        		"role" : "business-lead-wetlab",
        		"position" : "48% 25%",
        		"size" : "250px auto",
        		"picture" : "http://2017.igem.org/wiki/images/0/01/T--Washington--person19.jpg"
        	},
        	{
        		"name" : "Frances Ingram-Bate",
        		"description" : "Frances is currently a sophomore at UW, pursuing a Bachelor of Science in Bioengineering and a minor in Mathematics. She joined iGEM during her freshman year in order to expand her technical skills, such as working with AutoCAD software, and to have the opportunity to work alongside other students who share a fascination with the panoply of applications of synthetic biology. Outside of iGEM, Frances is involved with Bioengineering without Borders, serves as an officer for the Biomedical Engineering Society at University of Washington, and works as a Math tutor at the university's tutoring center, CLUE. In her free time, she enjoys volunteering, listening to music, and going to various shows ranging from concerts to comedy.",
        		"role" : "drylab",
        		"linkedin" : "https://www.linkedin.com/in/frances-ibe/",
        		"position" : "48% 50%",
        		"size" : "240px auto",
        		"picture" : "http://2017.igem.org/wiki/images/f/fa/T--Washington--person20.jpg"
        	},
        	{
        		"name" : "Hadley Olcott Garrett (1996-2017)",
        		"description" : "We would like to pay tribute this season to Hadley Garrett.  Hadley was one of our presenters at the 2015 Giant Jamboree, and passed away last February at the age of 20.  He graduated with honors from Newport High School in Bellevue, WA and studied Bioengineering in the Interdisciplinary Honors program at the University of Washington.  Outside of school, Hadley enjoyed snow skiing, kiteboarding, and traveling to exotic places. He was driven by a desire to make the people and the world around him better.<br/>We remember Hadley as a passionate researcher and a kind friend who believed strongly in the mission of iGEM and the power of synthetic biology to change the world for the better. He put his passion into his role as a presentor and advisor. He always had quiet but insightful comments, and often surprised us with his quick wit.  His curiosity and enthusiasm were an inspiration to our whole team.  He is deeply missed.",
        		"role" : "adviser",
        		"position" : "70% 45%",
        		"size" : "187px auto",
        		"picture" : "http://2017.igem.org/wiki/images/c/cc/T--Washington--Hadley.jpg"
        	},
        	{
        		"name" : "Hyae Won (Hannah) Redden",
        		"description" : "Hannah is a sophomore at the University of Washington studying Bioengineering with a minor in Classics. She is a member of the wet lab team and has enjoyed learning so much in lab and meeting new people through iGEM. She's an avid reader and listener to classical crossover music and when she's not studying, you can find her volunteering at the children's hospital, doing face masks, or hanging out at the pool, either swimming or playing water polo.",
        		"role" : "wetlab",
        		"linkedin" : "https://www.linkedin.com/in/hannah-redden-262b8a127/",
        		"position" : "48% 50%",
        		"size" : "186px auto",
        		"picture" : "http://2017.igem.org/wiki/images/d/db/T--Washington--person14.jpg"
        	},
        	{
        		"name" : "Ishaan Bhimani",
        		"description" : "Ishaan is a currently a freshman at the University of Washington intending to major in Bioengineering. He joined the iGEM team late in the game as a software developer for the project, and loves the interdisciplinary nature of the project. His long term goal is to start changing the medical world with technology. Beyond iGEM, Ishaan is also part of Bioengineers Without Borders and works in a lab screening experimental drugs. In his spare time, he likes to rock climb, play squash, and write short-stories.",
        		"role" : "drylab",
        		"position" : "48% 50%",
        		"size" : "180px auto",
        		"picture" : "http://2017.igem.org/wiki/images/3/34/T--Washington--person7.jpg"
        	},
        	{
        		"name" : "Jase Grills",
        		"subtitle" : "Drylab Lead",
        		"description" : "Jase is a recent graduate of the University of Washington's Applied and Computational Math program. He joined iGEM to take on the fascinating problems of synthetic biology. He collects interdisciplinary skills the way that some people collect coins, and hopes that they will appreciate in the same way.",
        		"role" : "drylab-lead",
        		"linkedin" : "https://www.linkedin.com/in/jase-grills/",
        		"position" : "30% 50%",
        		"size" : "200px auto",
        		"picture" : "http://2017.igem.org/wiki/images/8/8d/T--Washington--Person11.jpg"
        	},
        	{
        		"name" : "Jasmin Etafo",
        		"subtitle" : "Business Lead",
        		"description" : "Jasmin is currently a sophomore at the University of Washington on the Pre-Medicine track. She joined iGEM because she wanted to try to something new that would improve her weaknesses and refine her strengths. She joined Drylab to learn more about coding and 3D Printing. She also took on the role as the Business + Branding Lead to promote iGEM and our team to the public. Her hobbies include meeting new people, watching tv shows (TWD, SPN, etc.), watching movies and cooking. If you see her, don't be shy and say hi!",
        		"role" : "business-lead-drylab",
        		"position" : "48% 50%",
        		"size" : "160px auto",
        		"picture" : "http://2017.igem.org/wiki/images/1/1f/T--Washington--Person30.jpeg"
        	},
        	{
        		"name" : "Jennifer Li",
        		"description" : "Jennifer is currently a sophomore at the University of Washington intended majoring in Human Centered & Design Engineering. She joined the iGEM team because she wanted to build network, learn more about engineering and develop lab skills.",
        		"role" : "drylab",
        		"position" : "64% 30%",
        		"size" : "130px auto",
        		"picture" : "http://2017.igem.org/wiki/images/e/e3/T--Washington--Person26.jpeg"
        	},
        	{
        		"name" : "Kara de Leon",
        		"description" : "Kara is in her second year as an undergraduate bioengineering student. Driven by care and curiosity, she is passionate in her pursuit of gaining experience in different areas of bioengineering and promoting diversity and STEM education. She is thrilled that iGEM allows her to do both alongside her hilarious and intelligent teammates! Outside of school, lab, and iGEM memes, she enjoys hiking, longboarding, and finding new music.",
        		"role" : "wetlab-drylab",
        		"linkedin" : "https://www.linkedin.com/in/kara-de-leon-4b583091",
        		"position" : "48% 50%",
        		"size" : "200px auto",
        		"picture" : "http://2017.igem.org/wiki/images/b/be/T--Washington--person15.jpg"
        	},
        	{
        		"name" : "Karl Anderson",
        		"description" : "Karl Anderson is currently a sophomore at the University of Washington. He is majoring in Chemistry, though he's also interested in molecular biology and physiology. He enjoys being a member of iGEM because of the amazing group of people on the team who love synthetic biology. Karl likes synthetic biology because of the exciting new ways it can be used to solve problems around the world. When he's not working in lab, Karl enjoys hiking, skiing, and sailing throughout Washington and British Columbia.",
        		"role" : "wetlab",
        		"linkedin" : "https://www.linkedin.com/in/karlbanderson/",
        		"position" : "48% 50%",
        		"size" : "180px auto",
        		"picture" : "http://2017.igem.org/wiki/images/8/8a/T--Washington--member1.jpg"
        	},
        	{
        		"name" : "Kelsey Luu",
        		"description" : "Kelsey is a sophomore at the University of Washington majoring in Bioengineering and minoring in music. She joined iGEM her freshman year in pursuit of her interests in the field of synthetic biology. Kelsey was specifically drawn to how the discipline applied to her research project on stem cell differentiation and genetic disease. She has thoroughly enjoyed gaining hands-on experience with the dry lab aspects of iGEM over the past year. Outside of science, Kelsey is an avid orchestral and chamber violinist.",
        		"role" : "drylab",
        		"position" : "46% 50%",
        		"size" : "140px auto",
        		"picture" : "http://2017.igem.org/wiki/images/5/5d/T--Washington--Person27.jpeg"
        	},
        	{
        		"name" : "Kevin Li",
        		"subtitle" : "Drylab + Administrative Adviser",
        		"description" : "Kevin is currently a master's student in the Biomedical Informatics and Medical Education. He has been an adviser for UW iGEM for around 3 years.  He joined iGEM because it was his first research experience. He hopes to attend medical school after his masters. He stayed because he enjoyed the atmosphere. He loves to run and hike. He also enjoys anime and nerd fandoms for which he is a photographer and cosplayer in.",
        		"role" : "adviser",
        		"position" : "50% 50%",
        		"size" : "150px auto",
        		"picture" : "http://2017.igem.org/wiki/images/3/34/T--Washington--Person31.jpg"
        	},
        	{
        		"name" : "Kiri Takanishi",
        		"description" : "Kiri is currently a junior at the University of Washington majoring in Electrical Engineering.  She decided to join iGEM due to her interest in synthetic biology and is a part of the drylab team.  Her favorite part of iGEM is getting the opportunity to develop skills she normally would not learn in the classroom.",
        		"role" : "drylab",
        		"position" : "50% 50%",
        		"size" : "120px auto",
        		"picture" : "http://2017.igem.org/wiki/images/4/4c/T--Washington--Logo.png"
        	},
        	{
        		"name" : "Krithi Basu",
        		"description" : "Krithi is currently a sophomore at the University of Washington in the Interdisciplinary Honors program majoring in Bioengineering and hoping to minor in Law, Societies & Justice. She worked in dry lab for the project this year and learned tons of new coding and hardware-building skills. She also helped make the wiki and went to various outreach events. She loved meeting so many new people through iGEM and is excited to be on the team again next year! When she's not preparing immunoassays at the Koelle lab or doing homework for her classes, you can probably find her singing Indian classical music, talking about politics and social issues, finding new music to listen to, or watching horror movies and other random Netflix shows. ",
        		"role" : "drylab",
        		"linkedin" : "https://www.linkedin.com/in/krithi-basu-a02b6b127/",
        		"position" : "43% 53%",
        		"size" : "200px auto",
        		"picture" : "http://2017.igem.org/wiki/images/5/5c/T--Washington--person13.jpg"
        	},
        	{
        		"name" : "Lahari Gorantla",
        		"description" : "Lahari, a Bioengineering major, is a sophomore trying to make her way through her college. She decided to join the iGEM team to learn more about scientific concepts. After going back home to Japan during the summer time, she decided to stick with collaboration between iGEM teams. And yes, she is an Indian from Japan (born and raised). She enjoys the sun rays and rainy days of Seattle.",
        		"role" : "business",
        		"position" : "48% 50%",
        		"size" : "200px auto",
        		"picture" : "http://2017.igem.org/wiki/images/9/93/T--Washington--person12.jpg"
        	},
        	{
        		"name" : "Lena Duong",
        		"description" : "Born and raised in Seattle, Lena spends most of her time immersed in her studies at the University of Washington. She plans to pursue a degree in Mechanical Engineering with a focus on Nanoscience and Molecular Engineering. The iGEM team had initially appealed to her because of her interest in mechanics and computation. It has provided her with an amazing opportunity to develop skills in different fields of DryLab. The team had initially appealed to her because of her interest in mechanics and computation. Outside the chaos of her work and studies, Lena enjoys strumming her guitar, indulging the latest Netflix series, constructing her bullet journal, film making, hiking around the PNW, and exploring new music. Her favorite genres of music includes indie/alternative rock, lo-fi, folk, electropop, and rap.",
        		"role" : "drylab",
        		"position" : "48% 50%",
        		"size" : "182px auto",
        		"picture" : "http://2017.igem.org/wiki/images/7/78/T--Washington--person8.jpg"
        	},
        	{
        		"name" : "Mengtong (Tom) Duan",
        		"subtitle" : "Wetlab Adviser",
        		"description" : "A recent graduate in Biochemistry, Tom has been part of iGEM for 2 years in the past where he learned invaluable lessons about synthetic biology. He currently works on intracellular membrane fusion in the Alex Merz Lab. Throughout the year Tom has had his doors open to iGEM members for advice and help with equipment and reagents.",
        		"role" : "adviser",
        		"linkedin" : "www.linkedin.com/in/tomdmt",
        		"position" : "55% 30%",
        		"size" : "170px auto",
        		"picture" : "http://2017.igem.org/wiki/images/0/0e/T--Washington--Person24.jpeg"
        	},			
        	{
        		"name" : "Natalie Johnston",
        		"subtitle" : "Wetlab Adviser",
        		"description" : "Natalie is a recent graduate in Bioengineering. She was a wet lab lead during the school year.  During that time she helped to develop the phases of the Violacein project including using a multi-plasmid system for regulation of the system. In addition she helped begin the project during the spring of 2017 and participated in multiple outreach events. Through iGEM she has learned extensively about synthetic biology and greatly enjoyed her time on the team. Currently she is a Teach for America math teacher and works to incorporate synthetic biology into her lessons.",
        		"role" : "adviser",
        		"position" : "52% 50%",
        		"size" : "150px auto",
        		"picture" : "http://2016.igem.org/wiki/images/a/ad/T--Washington--Team_NatalieJohnston.png"
        	},					
        	{
        		"name" : "Paulina Kosykh",
        		"description" : "Originally from the East Coast but having lived the last ten years just east of Seattle, Paulina is currently a sophomore at the University of Washington majoring in biochemistry and minoring in environmental studies. This was her first year in iGEM and she is very proud of what the UW team has managed to accomplish with this project. She worked on building and designing the tank structure this year, and is excited to see how to apply synthetic biology to her other scientific interests. Outside of iGEM, Paulina enjoys running, hiking, going to concerts, and petting as many dogs as she can.",
        		"role" : "drylab",
        		"position" : "45% 50%",
        		"size" : "200px auto",
        		"picture" : "http://2017.igem.org/wiki/images/0/03/T--Washington--person16.jpg"
        	},
        	{
        		"name" : "Srinithi Sellakumaran Latha",
        		"description" : "Srinithi is a 2nd year student at University of Washington. She is planning on majoring in human centered design and engineering or informatics. She joined iGEM because she is interested in biology and research. She appreciates that she learned new skills through iGEM. Her hobbies include drawing and painting, especially painting on canvas with acrylic paint.",
        		"role" : "drylab",
        		"linkedin" : "https://www.linkedin.com/in/srinithi/",
        		"position" : "42% 50%",
        		"size" : "165px auto",
        		"picture" : "http://2017.igem.org/wiki/images/4/4f/T--Washington--person5.jpg"
        	},
        	{
        		"name" : "Sunny (Sun Jung) Park",
        		"description" : "Originally from Korea, she moved to Raincouver (Vancouver), Canada when she was in middle school and eventually to the United States for college. She is a senior majoring in Biochemistry and will be finally, FINALLY graduating in 2018. Sunny participated as a wetlab member last year but this year, she focused on managing UW iGEM facebook page with Jasmine. Sunny is happy that iGEM has introduced her to the field of synthetic biology. Outside of iGEM, Sunny enjoys watching movies, playing ukulele, and listening to K-pop.",
        		"role" : "business",
        		"position" : "15% 3%",
        		"size" : "140px auto",
        		"picture" : "http://2017.igem.org/wiki/images/a/a5/T--Washington--Person28.jpeg"
        	},
        	{
        		"name" : "Texia Loh",
        		"subtitle" : "Wetlab Lead",
        		"description" : "Texia is in her Junior year at the University of Washington completing her Biochemistry and Molecular, Cellular and Developmental Biology degree. The thing that pulled her into joining iGEM was hearing about engineering yeast that produced petroleum. That did and continues to blow her mind about how it works. What she likes about iGEM is watching and participating in the team effort that makes the yearly project a success! She enjoys cooking in her free time and tries to practice playing her clarinet without getting issued a noise complaint. Fun fact: Has 18/19? beauty marks on her face. Well, they say the more, the luckier haha!",
        		"role" : "wetlab-lead",
        		"position" : "48% 50%",
        		"size" : "200px auto",
        		"picture" : "http://2017.igem.org/wiki/images/0/0c/T--Washington--Texia.jpg"
        	},
        	{
        		"name" : "Wesley Gaskill",
        		"description" : "Seeking understanding, wesley wafts in the wind like a frayed strand on the braid of the world. Trapped in a gravity well, in an organic shell, physics and biology have been realms of particular interest to them. Biophysics, then, seemed like a natural major, and iGEM too lies at the intersection of these. When not pondering the mysteries of existence, they can often be found lost in music, exploring the wilderness, or eating more cookies than could possibly be healthy for any reasonable homo-sapien-sapien.",
        		"role" : "drylab",
        		"linkedin" : "www.linkedin.com/in/appdata-roaming-wesleygaskill",
        		"position" : "48% 50%",
        		"size" : "175px auto",
        		"picture" : "http://2017.igem.org/wiki/images/9/95/T--Washington--person6.jpg"
        	},
        	{
        		"name" : "William Kwok",
        		"description" : "Coming from tropical Hawaii, William is a current sophomore pursuing a bachelor of science in Mechanical Engineering. As a first year on the iGEM team, he helped CAD and design the affordable syringe pump, build and program the Chromastat, and program the Team Wiki. In his spare time, he enjoys playing video games with his friends and watching hardware videos on YouTube.",
        		"role" : "drylab",
        		"linkedin" : "https://www.linkedin.com/in/william-w-kwok/",
        		"position": "48% 50%",
        		"size": "180px auto",
        		"picture":"http://2017.igem.org/wiki/images/6/69/T--Washington--person2.jpg"
        	},
        	{
        		"name" : "Xavaar Quaranto",
        		"subtitle" : "Presenter",
        		"description" : "Xavaar is currently a sophomore pursuing a degree in Biology with a focus on Evolution, Ecology, and Conservation. He hopes to use his skills in synthetic biology to one day terraform Mars into a second home for humanity or at least bring the Woolly Mammoth back from extinction, either one really. Xavaar led the team's work identifying plasmid candidates for yeast transformation. He represents the team's wetlab  as one of the three presenters for the 2017 Jamboree",
        		"role" : "wetlab",
        		"position" : "42% 50%",
        		"size" : "180px auto",
        		"picture" : "http://2017.igem.org/wiki/images/b/bb/T--Washington--person22.jpg"
        	},
        	{
        		"name" : "Yoshi Goto",
        		"subtitle" : "Drylad Administrative Lead, Funding Lead, Collaboration Lead",
        		"description" : "Yoshi is a senior pursuing a B.S. in Bioengineering and a minor in Applied Mathematics, seeking to go into the biotech industry. After developing interest and expertise in synthetic biology, he is now hungry to get into systems biology in the Sauro lab. He also had an internship with Arzeda, a protein design and synthetic biology company over the summer. He is currently looking for jobs that will drive his passion, so feel free to chat with him at the Jamboree!<br />After being one of the presenters for the iGEM - Washington team as well as drylab lead last year, he somehow decided that wasn't enough, and so decided to take on even more roles for this year. He is now one of the executive officers, drylab admin lead, general admin lead, finance+funding lead, and collaboration lead. Science still has yet to figure out how he makes it with coffee only every two or three days.<br />Don't worry though, because despite all, iGEM is love. iGEM is life. As in, iGEM is still taking over his life. Send help.",
        		"role" : "drylab-lead-business-lead",
        		"linkedin" : "https://www.linkedin.com/in/yoshitakagoto/",
        		"position" : "40% 35%",
        		"size" : "220px auto",
        		"picture" : "http://2017.igem.org/wiki/images/3/3a/T--Washington--yoshipicture.jpg"
        	}


        ]




	}




}